[Bruiser X2SoldierClassTemplate]
DisplayName = "Bruiser"
ClassSummary = "The bruiser fights in close quarters and isn't afraid to take hits."
LeftAbilityTreeTitle = "Thug"
RightAbilityTreeTitle = "Escort"

[GrimyIntimidationUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Bruiser: Intimidation"
Summary="Return fire attacks from the bruiser reduce enemy aim by 15%."

[GrimyGunPoint X2AbilityTemplate]
LocFriendlyName="Gunpoint"
LocHelpText="Stun a flankable enemy and use it as high cover."
LocLongDescription="Deals 2 damage to a flankable enemy and stuns it for 1 full turn.\nThat enemy can now be used as high cover.\nYou may take a pistol shot or throw a grenade after using this ability.\n2 turn cooldown."

[GrimySurvival X2AbilityTemplate]
LocFriendlyName="Survival Instinct"
LocHelpText="This soldier returns fire with a pistol up to once per enemy per turn, and gains 1 armor for 2 turns when doing so."
LocLongDescription="This soldier returns fire with a pistol up to once per enemy times per turn, and gains 1 armor for 2 turns when doing so."

[GrimySpotter X2AbilityTemplate]
LocFriendlyName="Spotter"
LocHelpText="This soldier returns fire with a pistol up to once per enemy per turn when attacked and marks the target."
LocLongDescription="This soldier returns fire with a pistol up to once per enemy times per turn when attacked and marks the target."

[GrimyBolsterPassive X2AbilityTemplate]
LocFriendlyName="Bolster"
LocHelpText="Gunpoint provides 2 armor for 2 turns."
LocLongDescription="Gunpoint provides 2 armor for 2 turns."

[GrimyNeedlePointPassive X2AbilityTemplate]
LocFriendlyName="Lethal Sedative"
LocHelpText="Gunpoint and pistol attacks now poison the target."
LocLongDescription="Gunpoint now poisons the target for 2 per turn and pistol attacks poison targets for 1 per turn."

[GrimyDrawFire X2AbilityTemplate]
LocFriendlyName="Draw Fire"
LocHelpText="Decrease defense by 10 and increase armor by 2 on self for 2 turns. Increase defense of allies within 25 tile radius by 10."
LocLongDescription="Decrease defense by 10 and increase armor by 2 on self for 2 turns. Increase defense of allies within 25 tile radius by 10. 3 turn cooldown."

[GrimyFlashpoint X2AbilityTemplate]
LocFriendlyName="Flashpoint"
LocHelpText="Gain 1 additional flashbang capacity, and flashbangs now deal 2 more damage."
LocLongDescription="Gain 1 additional flashbang capacity, and flashbangs now deal 2 more damage."

[GrimyEnrage X2AbilityTemplate]
LocFriendlyName="Enrage"
LocHelpText="Start a turn with run and gun automatically activated while injured."
LocLongDescription="Start a turn with run and gun automatically activated while injured."

[GrimyTaserShot X2AbilityTemplate]
LocFriendlyName="Taser Shot"
LocHelpText="Fire an electrical pistol shot that stuns organic enemies, deals triple damage to robotic enemies, and ignores armor."
LocLongDescription="Fire an electrical pistol shot that stuns organic enemies, deals triple damage to robotic enemies, and ignores armor. 2 uses per mission."

[GrimyCausticSlug X2AbilityTemplate]
LocFriendlyName="Caustic Slug"
LocHelpText="Fire a caustic shotgun slug that shreds armor and deals double damage."
LocLongDescription="Fire a caustic shotgun slug that shreds armor and deals double damage. 2 uses per mission."

[GrimyGrapeShot X2AbilityTemplate]
LocFriendlyName="Grapeshot"
LocHelpText="Fire your shotgun in a short range cone dealing fire damage."
LocLongDescription="Fire your shotgun in a short range cone dealing fire damage. 2 uses per mission."

[GrimyTaserShotBsc X2AbilityTemplate]
LocFriendlyName="Taser Shot"
LocHelpText="Fire an electrical pistol shot that stuns organic enemies, deals triple damage to robotic enemies, and ignores armor."
LocLongDescription="Fire an electrical pistol shot that stuns organic enemies, deals triple damage to robotic enemies, and ignores armor. 2 uses per mission."

[GrimyCausticSlugBsc X2AbilityTemplate]
LocFriendlyName="Caustic Slug"
LocHelpText="Fire a caustic shotgun slug that shreds armor and deals double damage."
LocLongDescription="Fire a caustic shotgun slug that shreds armor and deals double damage. 2 uses per mission."

[GrimyGrapeShotBsc X2AbilityTemplate]
LocFriendlyName="Grapeshot"
LocHelpText="Fire your shotgun in a short range cone dealing fire damage."
LocLongDescription="Fire your shotgun in a short range cone dealing fire damage. 2 uses per mission."

[GrimyTaserShotAdv X2AbilityTemplate]
LocFriendlyName="Taser Shot"
LocHelpText="Fire an electrical pistol shot that stuns organic enemies, deals triple damage to robotic enemies, and ignores armor."
LocLongDescription="Fire an electrical pistol shot that stuns organic enemies, deals triple damage to robotic enemies, and ignores armor. 2 uses per mission."

[GrimyCausticSlugAdv X2AbilityTemplate]
LocFriendlyName="Caustic Slug"
LocHelpText="Fire a caustic shotgun slug that shreds armor and deals double damage."
LocLongDescription="Fire a caustic shotgun slug that shreds armor and deals double damage. 2 uses per mission."

[GrimyGrapeShotAdv X2AbilityTemplate]
LocFriendlyName="Grapeshot"
LocHelpText="Fire your shotgun in a short range cone dealing fire damage."
LocLongDescription="Fire your shotgun in a short range cone dealing fire damage. 2 uses per mission."

[GrimyTaserShotSup X2AbilityTemplate]
LocFriendlyName="Taser Shot"
LocHelpText="Fire an electrical pistol shot that stuns organic enemies, deals triple damage to robotic enemies, and ignores armor."
LocLongDescription="Fire an electrical pistol shot that stuns organic enemies, deals triple damage to robotic enemies, and ignores armor. 2 uses per mission."

[GrimyCausticSlugSup X2AbilityTemplate]
LocFriendlyName="Caustic Slug"
LocHelpText="Fire a caustic shotgun slug that shreds armor and deals double damage."
LocLongDescription="Fire a caustic shotgun slug that shreds armor and deals double damage. 2 uses per mission."

[GrimyGrapeShotSup X2AbilityTemplate]
LocFriendlyName="Grapeshot"
LocHelpText="Fire your shotgun in a short range cone dealing fire damage."
LocLongDescription="Fire your shotgun in a short range cone dealing fire damage. 2 uses per mission."

[GrimyGunPointBsc X2AbilityTemplate]
LocFriendlyName="Gunpoint"
LocHelpText="Stun a flankable enemy and use it as high cover. Requires 2 action points."
LocLongDescription="Deals 2 damage to a flankable enemy and stuns it for 1 full turn. That enemy can now be used as high cover. You may take a pistol shot or throw a grenade after using this ability. Requires 2 action points. 2 turn cooldown."

[GrimyGunPointAdv X2AbilityTemplate]
LocFriendlyName="Gunpoint"
LocHelpText="Stun a flankable enemy and use it as high cover. Requires 2 action points."
LocLongDescription="Deals 2 damage to a flankable enemy and stuns it for 1 full turn. That enemy can now be used as high cover. You may take a pistol shot or throw a grenade after using this ability. Requires 2 action points. 2 turn cooldown."

[GrimyGunPointSup X2AbilityTemplate]
LocFriendlyName="Gunpoint"
LocHelpText="Stun a flankable enemy and use it as high cover. Requires 2 action points."
LocLongDescription="Deals 2 damage to a flankable enemy and stuns it for 1 full turn. That enemy can now be used as high cover. You may take a pistol shot or throw a grenade after using this ability. Requires 2 action points. 2 turn cooldown."


[GrimyTaserShotBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Taser Rounds"
FriendlyNamePlural="Taser Rounds"
BriefSummary="Provides 1 use of the taser shot ability."
TinySummary="Provides Taser Shot Ability"
LootTooltip="This weapon upgrade will allow the user to fire taser rounds."

[GrimyTaserShotAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Taser Rounds"
FriendlyNamePlural="Advanced Taser Rounds"
BriefSummary="Provides 2 use of the taser shot ability."
TinySummary="Provides Taser Shot Ability"
LootTooltip="This weapon upgrade will allow the user to fire taser rounds."

[GrimyTaserShotSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Taser Rounds"
FriendlyNamePlural="Superior Taser Rounds"
BriefSummary="Provides 3 use of the taser shot ability."
TinySummary="Provides Taser Shot Ability"
LootTooltip="This weapon upgrade will allow the user to fire taser rounds."

[GrimyGunpointBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Bludgeon Stock"
FriendlyNamePlural="Bludgeon Stocks"
BriefSummary="Provides 1 use of the gunpoint ability."
TinySummary="Provides Gunpoint Ability"
LootTooltip="This weapon upgrade will allow the user to stun enemies."

[GrimyGunpointAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Bludgeon Stock"
FriendlyNamePlural="Advanced Bludgeon Stocks"
BriefSummary="Provides 2 use of the gunpoint ability."
TinySummary="Provides Gunpoint Ability"
LootTooltip="This weapon upgrade will allow the user to stun enemies."

[GrimyGunpointSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Bludgeon Stock"
FriendlyNamePlural="Superior Bludgeon Stocks"
BriefSummary="Provides 3 use of the gunpoint ability."
TinySummary="Provides Gunpoint Ability"
LootTooltip="This weapon upgrade will allow the user to stun enemies."

[GrimyCausticSlugBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Caustic Slugs"
FriendlyNamePlural="Caustic Slugs"
BriefSummary="Provides 1 use of the caustic slug ability."
TinySummary="Provides Caustic Slug ability"
LootTooltip="This weapon upgrade will allow the user to fire caustic slugs."

[GrimyCausticSlugAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Caustic Slugs"
FriendlyNamePlural="Advanced Caustic Slugs"
BriefSummary="Provides 2 use of the caustic slug ability."
TinySummary="Provides Caustic Slug ability"
LootTooltip="This weapon upgrade will allow the user to fire caustic slugs."

[GrimyCausticSlugSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Caustic Slugs"
FriendlyNamePlural="Superior Caustic Slugs"
BriefSummary="Provides 3 use of the caustic slug ability."
TinySummary="Provides Caustic Slug ability"
LootTooltip="This weapon upgrade will allow the user to fire caustic slugs."

[GrimyGrapeshotBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Grapeshots"
FriendlyNamePlural="Grapeshots"
BriefSummary="Provides 1 use of the grapeshot ability."
TinySummary="Provides Grapeshot ability"
LootTooltip="This weapon upgrade will allow the user to fire grapeshots."

[GrimyGrapeshotAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Grapeshots"
FriendlyNamePlural="Advanced Grapeshots"
BriefSummary="Provides 2 use of the grapeshot ability."
TinySummary="Provides Grapeshot ability"
LootTooltip="This weapon upgrade will allow the user to fire grapeshots."

[GrimyGrapeshotSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Grapeshots"
FriendlyNamePlural="Superior Grapeshots"
BriefSummary="Provides 3 use of the grapeshot ability."
TinySummary="Provides Grapeshot ability"
LootTooltip="This weapon upgrade will allow the user to fire grapeshots."